# language: ru
@withdrawal
Функция: Поиск : Раздел Электроника

  @success
  Сценарий: Поиск ТВ с заданным диапазоном цены от 20000 и производителем LG/Samsung
    * Перейти в раздел Электроника
    * Выбрать раздел Телевизоры
    * Расширенный поиск
    * Задать параметры поиска для TV: диапазон цен и производитель

  @success
  Сценарий: Поиск наушкников с заданным диапазоном цены от 5000 и производителем JBL
    * Перейти в раздел Электроника
    * Выбрать раздел Наушники
    * Расширенный поиск
    * Задать параметры поиска для наушников: диапазон цен и производитель

